/*
 * @Description:
 */
/*
 * @Description:
 */
// 生成所有航线数�?
// 生成200种颜�?
export const colors = [
	'#4285F4',
	'#DB4437',
	'#F4B400',
	'#0F9D58',
	'#AB47BC',
	'#00ACC1',
	'#FF7043',
	'#9E9D24',
	'#5C6BC0',
	'#F06292',
	'#26A69A',
	'#FF5722',
	'#7E57C2',
	'#29B6F6',
	'#66BB6A',
	'#FFA726',
	'#EC407A',
	'#42A5F5',
	'#8D6E63',
	'#78909C',
	'#E91E63',
	'#9C27B0',
	'#673AB7',
	'#3F51B5',
	'#2196F3',
	'#03A9F4',
	'#00BCD4',
	'#009688',
	'#4CAF50',
	'#8BC34A',
	'#CDDC39',
	'#FFEB3B',
	'#FFC107',
	'#FF9800',
	'#FF5722',
	'#795548',
	'#607D8B',
	'#F44336',
	'#E81E63',
	'#9C28B0',
];

export const defaultColor = '#ef4a13';
